import React from "react";

export default function Ads() {
    return (
        <aside className="sidebar-right ads">
            <h2>Кирил Григорьев предлагает спектр различных интимных услуг</h2>
            <div className="promo">
                <h3>🔥 Скидка -20% Раздел Дилдо</h3>
                <p>На все аксессуары от больших до маленьких резиновых дилдо</p>
            </div>
            <div className="promo">
                <h3>🎮 Игровая неделя - горячая штучка</h3>
                <p>Купи Кирила — получи отлиз в подарок</p>
            </div>
            <div className="promo">
                <h3>🚚 Бесплатная доставка </h3>
                <p>При заказе Кирила по всей Беларуси.</p>
            </div>
        </aside>
    );
}
